{
  "title": "Reborn Girl Starting a New Life In Another World As a Seventh Daughter",
  "description": "Genres: Shoujo, Adaptation, Isekai, Fantasy, Adventure, Magic\nContent Rating - Safe\n\nJapanese Title: 転生七女ではじめる異世界ライフ ～万能魔力があれば貴族社会も余裕で生きられると聞いたのですが？！～\nRomaji Title: Tensei Nanajou de Hajimeru Isekai Life ~ Bannou Maryoku ga Areba Kizoku Shakai mo Yoyuu de Ikirareru to Kiita no desuga?! ~\nEnglish full title: Reborn Girl Starting a New Life In Another World As a Seventh Daughter ~ I've Heard that with Universal Magic Power, you can Survive in the Aristocratic Society?! ~\n\n Synopsis:\nMyria Kanami's high school life was disastrous. Having an awful father, no friends, and spending her days working part-time summed up her daily routine... But one day, she gets into an accident that takes her life! However, she opens her eyes again, this time, in another world!\n\nShe has been reincarnated into the body of 8 year-old Myria, the seventh daughter of a poor noble family residing in the countryside. As the thought of finally being released from the arduous high school life crossed her mind, she then dug into her new body's memories --- but, the situation was just as bad as in her old life!\n\nI'm being bullied by my older sister, the second daughter, who has had an affair and turned back in from her marriage... And my muscle-brain father is going to make me engaged?! I've reincarnated but, I have no cheat powers, nor any magical powers, what is going on?!",
  "artist": "majoccoido",
  "author": "Yotsuba Yuto",
  "cover": "https://i.imgur.com/x9UVbYd.jpg",
  "chapters": {
    "1": {
      "title": "Seventh Daughter Myria's Awakening",
      "volume": "1",
      "groups": {
        "AteTeenPlus": "/proxy/api/imgur/chapter/Y9HFvuG/"
      },
      "last_updated": "1620137444"
    },
    "2": {
      "title": "Beautifully Talented Chloe",
      "volume": "1",
      "groups": {
        "AteTeenPlus": "/proxy/api/imgur/chapter/z08ture/"
      },
      "last_updated": "1620658229"
    },
    "3": {
      "title": "Reliable Onee-chan",
      "volume": "1",
      "groups": {
        "AteTeenPlus": "/proxy/api/imgur/chapter/QEi4N0t/"
      },
      "last_updated": "1622292903"
    }
  }
}
